Repository: KuuuGR/TimeToSkill
Catalog: TimeToSkill/TimeToSkill/Resources/TimePerspective.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# perspective.red_wine.description
source: Many red wines mature for about two years.
ar: تنضج العديد من أنواع النبيذ الأحمر لمدة عامين تقريبًا.
ca: Molts vins negres maduren durant uns dos anys.
cs: Mnoho červených vín zraje zhruba dva roky.
da: Mange rødvine modner i omkring to år.
de: Viele Rotweine reifen etwa zwei Jahre.
el: Πολλά κόκκινα κρασιά ωριμάζουν για περίπου δύο χρόνια.
es: Muchos vinos tintos maduran durante unos dos años.
fi: Monet punaviinit kypsyvät noin kaksi vuotta.
fr: De nombreux vins rouges vieillissent pendant environ deux ans.
he: יינות אדומים רבים מתבגרים כשנתיים.
hi: कई रेड वाइन लगभग दो साल तक परिपक्व होती हैं।
hr: Mnoga crna vina sazrijevaju oko dvije godine.
hu: Sok vörösbor körülbelül két évig érlelődik.
id: Banyak anggur merah yang matang sekitar dua tahun.
it: Molti vini rossi maturano per circa due anni.
ja: 多くの赤ワインは約2年間熟成します。
ko: 많은 레드 와인은 약 2년 동안 숙성됩니다.
ms: Banyak wain merah matang selama kira-kira dua tahun.
nb: Mange rødviner modnes i omtrent to år.
nl: Veel rode wijnen rijpen ongeveer twee jaar.
pl: Wiele win czerwonych dojrzewa przez około dwa lata.
pt_br: Muitos vinhos tintos amadurecem por cerca de dois anos.
ro: Multe vinuri roșii se maturizează aproximativ doi ani.
ru: Многие красные вина созревают около двух лет.
sk: Mnohé červené vína zrejú približne dva roky.
sv: Många röda viner mognar i cirka två år.
th: ไวน์แดงหลายชนิดสามารถบ่มได้ประมาณสองปี
tr: Birçok kırmızı şarap yaklaşık iki yıl olgunlaşır.
uk: Багато червоних вин дозрівають близько двох років.
vi: Nhiều loại rượu vang đỏ trưởng thành trong khoảng hai năm.
zh_hans: 许多红酒的成熟期约为两年。
zh_hant: 許多紅酒的成熟期約為兩年。

# perspective.red_wine.title
source: Red Wine
ar: خمر أحمر
ca: Vi negre
cs: Červené víno
da: Rødvin
de: Rotwein
el: Ερυθρό κρασί
es: Vino tinto
fi: Punaviini
fr: Vin rouge
he: יַיִן אָדוֹם
hi: रेड वाइन
hr: Crno vino
hu: Vörösbor
id: Anggur merah
it: Vino rosso
ja: 赤ワイン
ko: 적포도주
ms: Wain Merah
nb: Rødvin
nl: Rode wijn
pl: Wino czerwone
pt_br: Vinho tinto
ro: Vin roșu
ru: Красное вино
sk: Červené víno
sv: Rött vin
th: ไวน์แดง
tr: Kırmızı şarap
uk: Червоне вино
vi: Rượu vang đỏ
zh_hans: 红葡萄酒
zh_hant: 紅酒

# perspective.rice_cooking.description
source: Rice cooks on the stove in about twenty minutes.
ar: يُطهى الأرز على الموقد في حوالي عشرين دقيقة.
ca: L'arròs es cuina als fogons en uns vint minuts.
cs: Rýže se vaří na sporáku asi za dvacet minut.
da: Ris koger på komfuret på cirka tyve minutter.
de: Reis gart auf dem Herd in etwa zwanzig Minuten.
el: Το ρύζι ψήνεται στη σόμπα σε περίπου είκοσι λεπτά.
es: El arroz se cuece en la estufa en unos veinte minutos.
fi: Riisi kypsyy liedellä noin kahdessakymmenessä minuutissa.
fr: Le riz cuit sur la cuisinière en une vingtaine de minutes.
he: אורז מתבשל על הכיריים תוך כעשרים דקות.
hi: चूल्हे पर चावल लगभग बीस मिनट में पक जाता है।
hr: Riža se kuha na štednjaku dvadesetak minuta.
hu: A rizs körülbelül húsz perc alatt megsül a tűzhelyen.
id: Nasi dimasak di atas kompor dalam waktu sekitar dua puluh menit.
it: Il riso cuoce sul fuoco in circa venti minuti.
ja: お米はコンロで約20分で炊き上がります。
ko: 밥은 약 20분 안에 스토브에서 요리됩니다.
ms: Nasi masak di atas dapur dalam kira-kira dua puluh minit.
nb: Ris koker på komfyren på omtrent tjue minutter.
nl: Rijst kookt in ongeveer twintig minuten op het fornuis.
pl: Ryż gotuje się na kuchence w około dwadzieścia minut.
pt_br: O arroz cozinha no fogão em cerca de vinte minutos.
ro: Orezul se gătește pe aragaz în aproximativ douăzeci de minute.
ru: Рис варится на плите примерно двадцать минут.
sk: Ryža sa uvarí na sporáku asi za dvadsať minút.
sv: Ris kokar på spisen på cirka tjugo minuter.
th: หุงข้าวบนเตาในเวลาประมาณยี่สิบนาที
tr: Pirinç ocakta yaklaşık yirmi dakikada pişer.
uk: Рис вариться на плиті приблизно двадцять хвилин.
vi: Cơm chín trên bếp trong khoảng hai mươi phút.
zh_hans: 米饭在炉子上煮大约二十分钟。
zh_hant: 米飯在爐子上煮大約二十分鐘。

# perspective.rice_cooking.title
source: Rice Cooking
ar: طبخ الأرز
ca: Cocció d'arròs
cs: Vaření rýže
da: Ris madlavning
de: Reiskochen
el: Μαγείρεμα ρυζιού
es: cocinar arroz
fi: Riisin keittäminen
fr: Cuisson du riz
he: בישול אורז
hi: चावल पकाना
hr: Kuhanje riže
hu: Rizsfőzés
id: Memasak Nasi
it: Cottura del riso
ja: 炊飯
ko: 밥 요리
ms: Memasak Nasi
nb: Riskoking
nl: Rijst koken
pl: Gotowanie ryżu
pt_br: Cozinhar arroz
ro: Gătitul orezului
ru: Приготовление риса
sk: Varenie ryže
sv: Rismatlagning
th: หุงข้าว
tr: Pirinç Pişirme
uk: Приготування рису
vi: nấu cơm
zh_hans: 煮饭
zh_hant: 煮飯

# perspective.saturn_journey.description
source: A mission to Saturn takes about seven years.
ar: تستغرق المهمة إلى زحل حوالي سبع سنوات.
ca: Una missió a Saturn dura uns set anys.
cs: Mise k Saturnu trvá asi sedm let.
da: En mission til Saturn tager omkring syv år.
de: Eine Mission zum Saturn dauert etwa sieben Jahre.
el: Μια αποστολή στον Κρόνο διαρκεί περίπου επτά χρόνια.
es: Una misión a Saturno dura unos siete años.
fi: Matka Saturnukseen kestää noin seitsemän vuotta.
fr: Une mission vers Saturne prend environ sept ans.
he: משימה לשבתאי אורכת כשבע שנים.
hi: शनि पर एक मिशन में लगभग सात साल लगते हैं।
hr: Misija do Saturna traje oko sedam godina.
hu: A Szaturnuszra irányuló küldetés körülbelül hét évig tart.
id: Misi ke Saturnus memakan waktu sekitar tujuh tahun.
it: Una missione su Saturno dura circa sette anni.
ja: 土星へのミッションには約7年かかります。
ko: 토성까지의 임무는 약 7년이 걸립니다.
ms: Misi ke Zuhal mengambil masa kira-kira tujuh tahun.
nb: Et oppdrag til Saturn tar omtrent syv år.
nl: Een missie naar Saturnus duurt ongeveer zeven jaar.
pl: Misja na Saturna trwa około siedmiu lat.
pt_br: Uma missão a Saturno leva cerca de sete anos.
ro: O misiune pe Saturn durează aproximativ șapte ani.
ru: Миссия к Сатурну занимает около семи лет.
sk: Misia na Saturn trvá asi sedem rokov.
sv: Ett uppdrag till Saturnus tar cirka sju år.
th: ภารกิจไปดาวเสาร์ใช้เวลาประมาณเจ็ดปี
tr: Satürn'e yapılacak bir görev yaklaşık yedi yıl sürer.
uk: Місія до Сатурна триває близько семи років.
vi: Một sứ mệnh tới Sao Thổ mất khoảng bảy năm.
zh_hans: 土星任务大约需要七年时间。
zh_hant: 土星任務大約需要七年。

# perspective.saturn_journey.title
source: Saturn Journey
ar: رحلة زحل
ca: Viatge de Saturn
cs: Saturnská cesta
da: Saturn rejse
de: Saturn-Reise
el: Ταξίδι στον Κρόνο
es: Viaje a Saturno
fi: Saturnuksen matka
fr: Voyage avec Saturne
he: מסע שבתאי
hi: शनि यात्रा
hr: Saturnovo putovanje
hu: Szaturnusz utazás
id: Perjalanan Saturnus
it: Viaggio di Saturno
ja: 土星の旅
ko: 토성 여행
ms: Perjalanan Zuhal
nb: Saturn reise
nl: Saturnus reis
pl: Podróż Saturna
pt_br: Jornada de Saturno
ro: Călătoria lui Saturn
ru: Сатурн Путешествие
sk: Saturnská cesta
sv: Saturnus resa
th: การเดินทางของดาวเสาร์
tr: Satürn Yolculuğu
uk: Подорож Сатурна
vi: Hành trình sao Thổ
zh_hans: 土星之旅
zh_hant: 土星之旅

# perspective.scenic_road_trip.description
source: A full-day road trip covers hundreds of kilometers.
ar: تغطي الرحلة البرية ليوم كامل مئات الكيلومترات.
ca: Un viatge per carretera d'un dia complet cobreix centenars de quilòmetres.
cs: Celodenní výlet pojede stovky kilometrů.
da: En heldags roadtrip dækker hundredvis af kilometer.
de: Ein ganztägiger Roadtrip umfasst Hunderte von Kilometern.
el: Ένα ολοήμερο οδικό ταξίδι καλύπτει εκατοντάδες χιλιόμετρα.
es: Un viaje por carretera de un día completo cubre cientos de kilómetros.
fi: Koko päivän tiematka kattaa satoja kilometrejä.
fr: Un road trip d’une journée complète couvre des centaines de kilomètres.
he: טיול של יום שלם משתרע על פני מאות קילומטרים.
hi: पूरे दिन की सड़क यात्रा सैकड़ों किलोमीटर की दूरी तय करती है।
hr: Cjelodnevno putovanje cestom pokriva stotine kilometara.
hu: Egy egész napos utazás több száz kilométert tesz meg.
id: Perjalanan darat sehari penuh menempuh jarak ratusan kilometer.
it: Un viaggio di un'intera giornata copre centinaia di chilometri.
ja: 丸一日かけてのロードトリップは何百キロメートルにも及びます。
ko: 하루 종일 도로 여행은 수백 킬로미터를 이동합니다.
ms: Perjalanan jalan raya sehari penuh meliputi ratusan kilometer.
nb: En heldags biltur dekker hundrevis av kilometer.
nl: Een roadtrip van een hele dag beslaat honderden kilometers.
pl: Całodniowa wycieczka samochodowa obejmuje setki kilometrów.
pt_br: Uma viagem de um dia inteiro cobre centenas de quilômetros.
ro: O excursie de o zi întreagă acoperă sute de kilometri.
ru: Поездка на целый день охватывает сотни километров.
sk: Celodenný roadtrip má stovky kilometrov.
sv: En heldags roadtrip sträcker sig över hundratals kilometer.
th: การเดินทางบนถนนเต็มวันครอบคลุมระยะทางหลายร้อยกิโลเมตร
tr: Tam günlük bir yol gezisi yüzlerce kilometreyi kapsar.
uk: Подорож на цілий день охоплює сотні кілометрів.
vi: Một chuyến đi cả ngày dài hàng trăm km.
zh_hans: 全天公路旅行将覆盖数百公里。
zh_hant: 全天公路旅行將覆蓋數百公里。

# perspective.scenic_road_trip.title
source: Scenic Road Trip
ar: رحلة الطريق ذات المناظر الخلابة
ca: Viatge escènic per carretera
cs: Scénický výlet
da: Naturskøn roadtrip
de: Szenischer Roadtrip
el: Γραφικό οδικό ταξίδι
es: Viaje panorámico por carretera
fr: Road trip panoramique
he: טיול נופי
hi: दर्शनीय सड़क यात्रा
hr: Slikovito putovanje
id: Perjalanan Jalan yang Indah
it: Viaggio su strada panoramico
ja: 風光明媚なロードトリップ
ko: 경치 좋은 도로 여행
ms: Perjalanan Jalan yang Indah
nb: Naturskjønn biltur
nl: Schilderachtige roadtrip
pl: Malownicza podróż
pt_br: Viagem panorâmica
ro: Călătorie pitorească
ru: Живописное путешествие
sk: Scénický výlet
sv: Naturskön roadtrip
th: การเดินทางบนถนนที่สวยงาม
tr: Manzaralı Yol Gezisi
uk: Мальовнича подорож
vi: Chuyến đi ngắm cảnh
zh_hans: 风景优美的公路旅行
zh_hant: 風景優美的公路旅行

# perspective.scotch_whisky.description
source: Scotch whisky must mature for at least three years.
ar: يجب أن ينضج الويسكي الاسكتلندي لمدة ثلاث سنوات على الأقل.
ca: El whisky escocès ha de madurar almenys tres anys.
cs: Skotská whisky musí zrát minimálně tři roky.
da: Skotsk whisky skal modnes i mindst tre år.
de: Scotch Whisky muss mindestens drei Jahre reifen.
el: Το σκωτσέζικο ουίσκι πρέπει να ωριμάσει για τουλάχιστον τρία χρόνια.
es: El whisky escocés debe madurar durante al menos tres años.
fi: Skotlantilaisen viskin tulee kypsyä vähintään kolme vuotta.
fr: Le whisky écossais doit mûrir pendant au moins trois ans.
he: וויסקי סקוטי חייב להתבגר לפחות שלוש שנים.
hi: स्कॉच व्हिस्की को कम से कम तीन साल तक परिपक्व होना चाहिए।
hr: Škotski viski mora sazrijevati najmanje tri godine.
hu: A skót whiskynek legalább három évig kell érlelnie.
id: Wiski Scotch harus matang setidaknya selama tiga tahun.
it: Il whisky scozzese deve maturare per almeno tre anni.
ja: スコッチウイスキーは少なくとも3年は熟成させなければなりません。
ko: 스카치 위스키는 최소 3년 동안 숙성되어야 합니다.
ms: Wiski Scotch mesti matang sekurang-kurangnya tiga tahun.
nb: Skotsk whisky må modnes i minst tre år.
nl: Schotse whisky moet minimaal drie jaar rijpen.
pl: Szkocka whisky musi dojrzewać co najmniej trzy lata.
pt_br: O whisky escocês deve amadurecer durante pelo menos três anos.
ro: Scotch whisky-ul trebuie să se maturizeze cel puțin trei ani.
ru: Шотландский виски должен созревать не менее трех лет.
sk: Škótska whisky musí zrieť minimálne tri roky.
sv: Skotsk whisky måste mogna i minst tre år.
th: สก๊อตวิสกี้ต้องบ่มเป็นเวลาอย่างน้อยสามปี
tr: İskoç viskisi en az üç yıl olgunlaşmalıdır.
uk: Шотландський віскі повинен дозрівати не менше трьох років.
vi: Rượu whisky Scotch phải được ủ ít nhất ba năm.
zh_hans: 苏格兰威士忌必须陈酿至少三年。
zh_hant: 蘇格蘭威士忌必須陳年至少三年。

# perspective.scotch_whisky.title
source: Scotch Whisky
ar: ويسكي سكوتش
ca: Whisky escocès
cs: Skotská whisky
da: Skotsk whisky
el: Σκωτσέζικο ουίσκι
es: whisky escocés
fi: Skotlantilainen viski
fr: Whisky écossais
he: וויסקי סקוטי
hi: स्कॉच व्हिस्की
hr: Škotski viski
hu: skót whisky
id: Wiski Scotch
it: Whisky scozzese
ja: スコッチウイスキー
ko: 스카치 위스키
ms: Wiski Scotch
nb: Skotsk whisky
nl: Schotse whisky
pl: Szkocka whisky
pt_br: Uísque escocês
ru: Шотландский виски
sk: Škótska whisky
sv: Skotsk whisky
th: สก๊อตวิสกี้
tr: İskoç Viski
uk: шотландський віскі
zh_hans: 苏格兰威士忌
zh_hant: 蘇格蘭威士忌

# perspective.shinkansen.description
source: A high-speed bullet train journey covers immense regional distances.
ar: تغطي رحلة القطار فائق السرعة مسافات إقليمية هائلة.
ca: Un viatge en tren bala d'alta velocitat cobreix distàncies regionals immenses.
cs: Cesta vysokorychlostním kulovým vlakem pokrývá obrovské regionální vzdálenosti.
da: En rejse med højhastighedstog dækker enorme regionale afstande.
de: Eine Fahrt mit dem Hochgeschwindigkeitszug überwindet riesige regionale Entfernungen.
el: Ένα ταξίδι με τρένο υψηλής ταχύτητας καλύπτει τεράστιες περιφερειακές αποστάσεις.
es: Un viaje en tren bala de alta velocidad cubre inmensas distancias regionales.
fi: Nopea luotijunamatka kattaa valtavia alueellisia etäisyyksiä.
fr: Un voyage en train à grande vitesse couvre d’immenses distances régionales.
he: נסיעה ברכבת כדורי במהירות גבוהה מכסה מרחקים אזוריים עצומים.
hi: हाई-स्पीड बुलेट ट्रेन यात्रा विशाल क्षेत्रीय दूरियाँ तय करती है।
hr: Putovanje brzim brzim vlakom pokriva goleme regionalne udaljenosti.
hu: A nagysebességű golyósvonat hatalmas regionális távolságokat tesz meg.
id: Perjalanan kereta peluru berkecepatan tinggi mencakup jarak regional yang sangat jauh.
it: Un viaggio in treno ad alta velocità copre immense distanze regionali.
ja: 高速新幹線の旅は、地域内の膨大な距離をカバーします。
ko: 고속 초고속 열차 여행은 엄청난 지역적 거리를 커버합니다.
ms: Perjalanan kereta api peluru berkelajuan tinggi meliputi jarak serantau yang jauh.
nb: En høyhastighets kuletogreise dekker enorme regionale avstander.
nl: Een hogesnelheidstreinreis bestrijkt enorme regionale afstanden.
pl: Podróż szybkim pociągiem pociskowym pokonuje ogromne odległości regionalne.
pt_br: Uma viagem de trem-bala de alta velocidade cobre imensas distâncias regionais.
ro: O călătorie cu trenul glonț de mare viteză acoperă distanțe regionale imense.
ru: Путешествие на скоростном поезде преодолевает огромные региональные расстояния.
sk: Cesta vysokorýchlostným vlakom pokryje obrovské regionálne vzdialenosti.
sv: En resa med höghastighetståg täcker enorma regionala avstånd.
th: การเดินทางด้วยรถไฟหัวกระสุนความเร็วสูงครอบคลุมระยะทางอันกว้างใหญ่ในภูมิภาค
tr: Yüksek hızlı bir hızlı tren yolculuğu, çok büyük bölgesel mesafeleri kapsar.
uk: Подорож високошвидкісного поїзда-кулі долає величезні регіональні відстані.
vi: Hành trình bằng tàu cao tốc bao phủ khoảng cách rộng lớn trong khu vực.
zh_hans: 高速子弹头列车旅程覆盖了广阔的区域距离。
zh_hant: 高速子彈列車旅程覆蓋了廣闊的區域距離。

# perspective.shinkansen.title
source: Shinkansen
ar: شينكانسن
cs: šinkansen
el: Σινκάνσεν
he: שינקנסן
hi: शिंकनसेन
ja: 新幹線
ko: 신칸센
pl: Shinkansena
ru: Синкансэн
sk: šinkansen
th: ชินคันเซ็น
uk: Сінкансен
zh_hans: 新干线
zh_hant: 新幹線

# perspective.short_haul_flight.description
source: A typical short-haul flight lasts about three hours.
ar: تستغرق الرحلة القصيرة النموذجية حوالي ثلاث ساعات.
ca: Un vol típic de curta distància dura unes tres hores.
cs: Typický let na krátkou vzdálenost trvá asi tři hodiny.
da: En typisk kortdistanceflyvning varer omkring tre timer.
de: Ein typischer Kurzstreckenflug dauert etwa drei Stunden.
el: Μια τυπική πτήση μικρών αποστάσεων διαρκεί περίπου τρεις ώρες.
es: Un vuelo típico de corta distancia dura aproximadamente tres horas.
fi: Tyypillinen lyhyen matkan lento kestää noin kolme tuntia.
fr: Un vol court-courrier typique dure environ trois heures.
he: טיסה טיפוסית לטווח קצר נמשכת כשלוש שעות.
hi: एक सामान्य छोटी दूरी की उड़ान लगभग तीन घंटे तक चलती है।
hr: Tipičan let na kratkim relacijama traje oko tri sata.
hu: Egy tipikus rövid távú repülés körülbelül három óráig tart.
id: Penerbangan jarak pendek biasanya memakan waktu sekitar tiga jam.
it: Un tipico volo a corto raggio dura circa tre ore.
ja: 通常の短距離フライトの所要時間は約 3 時間です。
ko: 일반적인 단거리 비행은 약 3시간 정도 소요됩니다.
ms: Penerbangan jarak pendek biasa mengambil masa kira-kira tiga jam.
nb: En typisk kortdistanseflyvning varer i omtrent tre timer.
nl: Een typische korteafstandsvlucht duurt ongeveer drie uur.
pl: Typowy lot krótkodystansowy trwa około trzech godzin.
pt_br: Um voo típico de curta distância dura cerca de três horas.
ro: Un zbor tipic pe distanțe scurte durează aproximativ trei ore.
ru: Типичный ближнемагистральный рейс длится около трех часов.
sk: Typický let na krátke vzdialenosti trvá približne tri hodiny.
sv: En typisk kortdistansflygning tar cirka tre timmar.
th: เที่ยวบินระยะสั้นทั่วไปใช้เวลาประมาณสามชั่วโมง
tr: Tipik bir kısa mesafeli uçuş yaklaşık üç saat sürer.
uk: Типовий короткомагістральний політ триває близько трьох годин.
vi: Một chuyến bay đường ngắn thông thường kéo dài khoảng ba giờ.
zh_hans: 典型的短途航班持续约三个小时。
zh_hant: 典型的短程航班持續約三個小時。

# perspective.short_haul_flight.title
source: Short-Haul Flight
ar: رحلة قصيرة المدى
ca: Vol de curta distància
cs: Let na krátkou vzdálenost
da: Kortdistanceflyvning
de: Kurzstreckenflug
el: Πτήση μικρών αποστάσεων
es: Vuelo de corta distancia
fi: Lyhyen matkan lento
fr: Vol court-courrier
he: טיסה קצרת טווח
hi: छोटी दूरी की उड़ान
hr: Let na kratke relacije
hu: Rövid távú repülés
id: Penerbangan Jarak Pendek
it: Volo a corto raggio
ja: 短距離便
ko: 단거리 비행
ms: Penerbangan Jarak Pendek
nb: Kortdistanseflyvning
nl: Korteafstandsvlucht
pl: Lot krótkodystansowy
pt_br: Voo de curta distância
ro: Zbor scurt
ru: Короткомагистральный рейс
sk: Let na krátke vzdialenosti
sv: Kortdistansflyg
th: เที่ยวบินระยะสั้น
tr: Kısa Mesafeli Uçuş
uk: Короткомагістральний рейс
vi: Chuyến bay chặng ngắn
zh_hans: 短途航班
zh_hant: 短程航班

# perspective.sirius.description
source: Light from Earth reaches Sirius in about 8.6 years.
ar: يصل الضوء من الأرض إلى سيريوس في حوالي 8.6 سنة.
ca: La llum de la Terra arriba a Sírius en uns 8,6 anys.
cs: Světlo ze Země dosáhne Sirius za asi 8,6 roku.
da: Lys fra Jorden når Sirius på omkring 8,6 år.
de: Licht von der Erde erreicht Sirius in etwa 8,6 Jahren.
el: Το φως από τη Γη φτάνει στον Σείριο σε περίπου 8,6 χρόνια.
es: La luz de la Tierra llega a Sirio en unos 8,6 años.
fi: Maan valo saavuttaa Siriuksen noin 8,6 vuodessa.
fr: La lumière de la Terre atteint Sirius en 8,6 ans environ.
he: אור מכדור הארץ מגיע לסיריוס תוך כ-8.6 שנים.
hi: पृथ्वी से प्रकाश सीरियस तक लगभग 8.6 वर्षों में पहुंचता है।
hr: Svjetlost sa Zemlje do Sirijusa stiže za oko 8,6 godina.
hu: A Földről érkező fény körülbelül 8,6 év alatt éri el a Szíriust.
id: Cahaya dari Bumi mencapai Sirius dalam waktu sekitar 8,6 tahun.
it: La luce dalla Terra raggiunge Sirio in circa 8,6 anni.
ja: 地球からの光は約8.6年かけてシリウスに到達します。
ko: 지구에서 오는 빛은 약 8.6년 후에 시리우스에 도달합니다.
ms: Cahaya dari Bumi mencapai Sirius dalam masa kira-kira 8.6 tahun.
nb: Lys fra Jorden når Sirius på omtrent 8,6 år.
nl: Licht van de aarde bereikt Sirius in ongeveer 8,6 jaar.
pl: Światło z Ziemi dociera do Syriusza w ciągu około 8,6 lat.
pt_br: A luz da Terra chega a Sirius em cerca de 8,6 anos.
ro: Lumina de pe Pământ ajunge la Sirius în aproximativ 8,6 ani.
ru: Свет с Земли достигает Сириуса примерно за 8,6 лет.
sk: Svetlo zo Zeme dosiahne Sirius za približne 8,6 roka.
sv: Ljus från jorden når Sirius på cirka 8,6 år.
th: แสงจากโลกมาถึงซิเรียสในเวลาประมาณ 8.6 ปี
tr: Dünya'dan gelen ışık Sirius'a yaklaşık 8,6 yılda ulaşır.
uk: Світло від Землі досягає Сіріуса приблизно за 8,6 років.
vi: Ánh sáng từ Trái đất tới Sirius trong khoảng 8,6 năm.
zh_hans: 来自地球的光大约需要 8.6 年到达天狼星。
zh_hant: 來自地球的光大約需要 8.6 年到達天狼星。

# perspective.sirius.title
source: Sirius
ar: سيريوس
ca: Sírius
cs: Sírius
el: Σείριος
es: Sirio
he: אַברֵק
hi: सीरियस
it: Sirio
ja: シリウス
ko: 천랑성
pl: Syriusz
pt_br: Sírius
ru: Сириус
th: ซีเรียส
uk: Сіріус
zh_hans: 天狼星
zh_hant: 天狼星

# perspective.sleep.description
source: Getting a healthy night's sleep lasts about eight hours.
ar: الحصول على ليلة نوم صحية تدوم حوالي ثماني ساعات.
ca: Aconseguir una nit de son saludable dura unes vuit hores.
cs: Zdravý spánek trvá asi osm hodin.
da: At få en sund nattesøvn varer omkring otte timer.
de: Eine gesunde Nachtruhe dauert etwa acht Stunden.
el: Ο υγιεινός νυχτερινός ύπνος διαρκεί περίπου οκτώ ώρες.
es: Dormir bien por la noche dura unas ocho horas.
fi: Terveet yöunet kestävät noin kahdeksan tuntia.
fr: Une bonne nuit de sommeil dure environ huit heures.
he: שנת לילה בריאה נמשכת כשמונה שעות.
hi: रात की स्वस्थ नींद लगभग आठ घंटे तक चलती है।
hr: Zdravi noćni san traje oko osam sati.
hu: Az egészséges éjszakai alvás körülbelül nyolc óráig tart.
id: Mendapatkan tidur malam yang sehat berlangsung sekitar delapan jam.
it: Ottenere una notte di sonno salutare dura circa otto ore.
ja: 健康的な夜の睡眠は約 8 時間続きます。
ko: 건강한 밤의 수면은 약 8시간 동안 지속됩니다.
ms: Mendapat tidur malam yang sihat berlangsung kira-kira lapan jam.
nb: Å få en sunn natts søvn varer omtrent åtte timer.
nl: Een gezonde nachtrust duurt ongeveer acht uur.
pl: Zdrowy sen trwa około ośmiu godzin.
pt_br: Ter uma noite de sono saudável dura cerca de oito horas.
ro: Obținerea unui somn sănătos durează aproximativ opt ore.
ru: Здоровый ночной сон длится около восьми часов.
sk: Zdravý spánok trvá približne osem hodín.
sv: Att få en hälsosam nattsömn varar ungefär åtta timmar.
th: การนอนหลับอย่างมีสุขภาพที่ดีจะใช้เวลาประมาณแปดชั่วโมง
tr: Sağlıklı bir gece uykusu almak yaklaşık sekiz saat sürer.
uk: Здоровий нічний сон триває близько восьми годин.
vi: Có được một giấc ngủ đêm lành mạnh kéo dài khoảng tám giờ.
zh_hans: 晚上健康的睡眠大约需要八个小时。
zh_hant: 晚上健康的睡眠大約需要八個小時。

# perspective.sleep.title
source: Sleep
ar: ينام
ca: Dormir
cs: Spát
da: Sove
de: Schlafen
el: Υπνος
es: Dormir
fi: Nukkua
fr: Dormir
he: לִישׁוֹן
hi: नींद
hr: Spavati
hu: Alvás
id: Tidur
it: Sonno
ja: 寝る
ko: 잠
ms: tidur
nb: Sove
nl: Slaap
pl: Spać
pt_br: Dormir
ro: Dormi
ru: Спать
sk: Spánok
sv: Sova
th: นอน
tr: Uyumak
uk: сон
vi: Ngủ
zh_hans: 睡觉
zh_hant: 睡覺

# perspective.slow_cooked_brisket.description
source: Slow-cooking brisket takes about ten hours.
ar: يستغرق طهي لحم الصدر البطيء حوالي عشر ساعات.
ca: La costella de cocció lenta triga unes deu hores.
cs: Pomalé vaření hrudí trvá asi deset hodin.
da: Langsomt tilberedningsbryst tager omkring ti timer.
de: Das langsame Garen von Rinderbrust dauert etwa zehn Stunden.
el: Το ψαρονέφρι αργού μαγειρέματος διαρκεί περίπου δέκα ώρες.
es: La pechuga de cocción lenta tarda unas diez horas.
fi: Hidas kypsennys kestää noin kymmenen tuntia.
fr: La poitrine de poitrine à cuisson lente prend environ dix heures.
he: חזה בבישול איטי לוקח כעשר שעות.
hi: ब्रिस्केट को धीमी गति से पकाने में लगभग दस घंटे लगते हैं।
hr: Sporo kuhanje prsa traje oko deset sati.
hu: A lassú főzésű szegy körülbelül tíz órát vesz igénybe.
id: Sandung lamur yang dimasak perlahan membutuhkan waktu sekitar sepuluh jam.
it: Il petto a cottura lenta dura circa dieci ore.
ja: ブリスケットをゆっくり調理するには約10時間かかります。
ko: 천천히 요리하는 양지머리는 약 10시간이 걸립니다.
ms: Brisket masak perlahan mengambil masa kira-kira sepuluh jam.
nb: Saktekoking av brisket tar omtrent ti timer.
nl: Het langzaam koken van borststuk duurt ongeveer tien uur.
pl: Wolno gotowanie mostka zajmuje około dziesięciu godzin.
pt_br: O peito de cozimento lento leva cerca de dez horas.
ro: Pieptul cu gătire lentă durează aproximativ zece ore.
ru: Грудинка медленного приготовления занимает около десяти часов.
sk: Pomalé varenie hrude trvá asi desať hodín.
sv: Långsamkokning av bringa tar cirka tio timmar.
th: เนื้ออกที่ปรุงช้าๆใช้เวลาประมาณสิบชั่วโมง
tr: Yavaş pişirilen brisket yaklaşık on saat sürer.
uk: Повільне приготування грудки займає близько десяти годин.
vi: Thịt ức nấu chậm mất khoảng mười giờ.
zh_hans: 慢煮牛胸肉大约需要十个小时。
zh_hant: 慢煮牛胸肉大約需要十個小時。
